Autodesk.Revit.DB.Structure.WireDistributionDirection
Defines the direction of the distribution of wires in a Fabric Sheet.

Autodesk.Revit.DB.Structure.WireDistributionDirection.Minor
Wires are distributed in the Minor direction.

Autodesk.Revit.DB.Structure.WireDistributionDirection.Major
Wires are distributed in the Major direction.